{
  "Gold Chief Scout Award": [
    "Earn six activity or staged activity badges of your choice. They could be badges you gain outside of your normal meetings or ones you have achieved through your programme",
    "Complete the nine challenge awards. These are: World Challenge Award, Skills Challenge Award, Creative Challenge Award, Outdoors Challenge Award, Adventure Challenge Award, Expedition Challenge Award, Teamwork Challenge Award, Team Leader Challenge Award, Personal Challenge Award"
  ],
  "Adventure Challenge": [
    "Take part in four different adventurous activities. At least two of these activities should be new to you and you should try to do them on at least two separate occasions. You could try: abseiling, canoeing, caving or potholing, climbing, cycling, dragon boating, gliding, hillwalking, hiking, hovercrafting, mountain boarding, night hiking, orienteering, paragliding, pony trekking or horse riding, powered aircraft, pulling, rafting, sailing, snowboarding, stunt kiting, sub-aqua, surfing, water-skiing, windsurfing",
    "Show how you have developed your skill and expertise in one of these activities. Show that you know the safety issues involved, and that you can use any equipment needed for the activity safely.",
    "Learn about any environmental issues caused by your activity. Take steps to reduce any harm to the environment.",
    "Research other ways you can take part, or develop your skills, in your chosen activities. Follow up your research with action!"
  ],
  "Creative Challenge": [
    "Over a period of time, take part in at least four creative activities. Some of these should be new to you. You could try: music, photography, wood or metalwork, needlework, cooking, website design, dance.",
    "Show that you have developed your skills in one of these activities. Show that you know how to use any equipment safely.",
    "Use your creative ability to produce something that promotes a Scouting activity or an event.",
    "Construct a model using materials like a plastic kit or recycled items. Alternatively, make a useful item from wood, metal or plastic.",
    "Show how to use social media or the internet in a creative and safe way. Explain why it’s important to use them safely.",
    "Take part in a performance. You could try: magic tricks, gymnastics display, campfire sketch, street dance, plays, concerts."
  ],
  "Expedition Challenge": [
    "Take part in either an expedition or an exploration over two days with at least three other Scouts. This should include a night away at a campsite or hostel.",
    "Take an active part in planning the expedition. Do any training you need and be well prepared. Training should include: planning a route, including rest and meal stops. Being able to work out how long it should take you to travel that route. Choosing suitable equipment for an expedition. You might consider tents, stoves, rucksacks, walking equipment, emergency equipment, first aid kit, wet weather gear, appropriate food and a camera. Navigation and using things like maps and timetables for your expedition. You might want to brush up on using an Ordnance Survey or similar map, a compass, a GPS device, a street map or A-Z, and rail or bus timetables. Knowing what to do in an emergency.",
    "During the expedition or exploration: play a full part in the team, use a map or other navigation device to keep track of where you are, cook and eat at least one hot meal,do a task",
    "Produce an individual report or presentation within the three weeks following your expedition. You could present your work as a project, performance, video recording, oral presentation, blog or website."
  ],
  "Outdoor Challenge":
  ["Take an active part in at least eight nights away as a Scout. Four of the nights should be camping. While you’re away, work with other Scouts do the other tasks on this list.",
  "With others, pitch and strike your tent.",
  "Lead, or help to lead, a group of Scouts to set up a well-organised site. It should include sleeping tents, food and equipment stores, a fire or stove, kitchen and eating area.",
  "Prepare and light an open fire or set up a suitable stove. Use it to prepare, cook and serve a meal safely.",
  "Understand the three points of the Countryside Code. Show what action you can take to follow the code.",
  "Find out why personal and campsite hygiene is important. What should you do to be hygienic?",
  "Using knots that you have learned, build a simple pioneering project, object or camp gadget.",
  "Explore the environment of your camp and make sure you know where everything  is. Respect the environment you are in and, at the end of the camp, leave the site as you found it.",
  "Find out what accidents and incidents can happen outdoors or during your camp. Show how you would deal with them.",
  "Show how to use an axe, saw or knife safely. You can choose any or all of these tools.",
  "Complete at least four of these tasks: Provide a service commitment to the site for about an hour, Take part in a wide game, Take part in a campfire or other entertainment, Working with others, successfully complete a two-hour activity or project, Plan a balanced menu for a short camp, Lead the cooking of a meal for the group, Show that you know the safety precautions for using lamps and stoves, Cook a backwoods meal with the group, Build a bivouac and sleep in it, Show how to pack a rucksack correctly, with appropriate kit for the camp or event."],
  "Personal Challenge":
  ["Complete two personal challenges which you and your leader agree on.",
  "You should choose one of the challenges and your leader will choose the other.",
  "The challenges must be different from the ones you did for your Beaver and Cub Personal Challenge Awards. "],
  "Skills Challenge":
  ["Regularly take part in physical activities over a period of four to six weeks. Keep a record showing your improvement. Your goal could be to develop in an activity or successfully complete a challenge.",
  "Show you understand why eating a sensible diet and getting enough sleep is important.",
  "Do some research so that you can explain the dangers and harmful effects of smoking, alcohol and drugs.",
  "Learn and use at least five of these skills: Mend or customise an item of clothing. Cook and serve a two-course meal, for at least four people. Fix a puncture or a dropped chain on a bike. Wash up after a meal, making sure everything is clean and dry. Use a washing machine to wash a load of clothes. Iron your uniform shirt. Change a lightbulb, in a ceiling light. Set a heating timer and thermostat as needed for the time of year. Clean a toilet, hob or oven. Do another similar home skill."],
  "Team Leader Challenge":
  ["Successfully lead a Scout team at a camp or all day event. You need to: look after the whole Patrol / team, help individuals in your team if they need it, make sure that your team achieves the goal you have been set.",
  "Help a new Scout to be part of the Troop with an understanding of what is expected of them.",
  "Help another Scout to develop a Scouting skill.",
  "Represent the views of other Scouts (for example at a Patrol Leaders’ Council or something similar) and report back to them afterwards."],
  "Teamwork Challenge":
  ["On at least three separate occasions, be part of a Scout team, where you work together to achieve a goal.",
  "Give at least three examples of when you’ve been in different types of teams. Explain your role in those teams.",
  "Take part in at least three teambuilding activities that you have not tried before.",
  "Take an active part in at least four Troop or Patrol Forums. At each forum, express your views on at least one item being discussed."],
  "World Challenge":
  ["Choose an aspect of local community life and find out as much as you can about it.",
  "Spend a day volunteering with and finding out about a service in your local community: (What are their challenges? Who relies on this service? What positive impact could you have on this service in the future?). Services could be homeless shelters, local nature reserves, care homes and food banks.",
  "Take part in an activity that reflects upon and explores your own beliefs, attitudes and values (this may or may not include religious beliefs). What values do we share as Scouts? Which Scout value means the most to you? ",
  "Take part in an activity that explores common beliefs and attitudes towards gender or disability in different societies. You could look at this in the context of music, sport and fashion.",
  "Take an active part in an environmental project.",
  "Investigate and try to make contact with Scouts in another country. Make sure you and your leader read the International Links Guidance here.",
  "Take part in an activity that explores an international issue."],
  "Activity Centre Service":
  ["Help the warden or manager and work for at least five days at a permanent District, County or National Scout campsite. Alternatively, you can do this work at a similar activity centre.",
  "Explain and show how to use three items of equipment that you’ve used in your work with the activity centre. Show or talk about how you maintain the equipment.",
  "Choose four of these to explain and if possible demonstrate: the use of computers in campsite management, how to take care of campers’ needs while respecting wildlife, how to prevent frozen pipes and what to do if an overground pipe, bursts or leaks, the need for good site drainage and clear ditches, rubbish disposal and how to recycle materials wherever possible, the reasons for having clean toilets, how to unblock a drain, how to use and maintain equipment for an activity you have become familiar with, other important tasks that the warden or manager has pointed out.",
  "Talk about developments and improvements you would like to see at a permanent campsite. It could be the one you worked at or another one you know well."],
  "Air Researcher":
  ["Research one historical aspect of flight, and share what you find out with the Troop. You might like to find out about:the development of aviation or flight over a period of time agreed with your leader, balloons or airships, from their first appearance to the present day, a type of aero engine, such as a jet or piston engines in general, or a specific engine like the Rolls Royce Merlin, the development of an aircraft type, like a Spitfire, Boeing 747, Harrier, Stealth Bomber, space shuttle or the Wessex helicopter. You could find out details about its history, role and  achievements.",
  "While you’re doing your research, visit at least one place of interest that relates to your chosen subject. It could be a museum, an air display or an aeronautics factory.",
  "Present what you have found out. Your presentation should include a model that you have made based on your subject. You should also include diagrams and pictures wherever you can."],
  "Air Spotter":
  ["Learn to recognise 38 out of the 50 aircraft listed in The Scout Association’s Aircraft Recognition List.",
  "Complete one of these activities: By yourself or with another Scout, take photographs or collect pictures of at least 10 different aircraft types. Name the different types and their uses.\nVisit an airfield or airport viewing area, for at least an hour. Record the aircraft you spot, including any distinctive features and the aircraft’s approximate heading.",
  "Complete one of these activities: Recognise and name the national aircraft markings, both service and civil, of at least six countries including the United Kingdom.\nLearn the RAF and NATO system of letter designation according to aircraft function. Give examples of three designations.\nName three basic training aircraft used in private flying. Give a brief report on one, naming a club and airfield where it is used. Try to make it a local airfield, if possible.",
  "Describe the main features you would use to recognise six aircraft, which have been chosen by an appropriate adult."],
  "Air or Sea Navigation":
  ["Option 1: air:",
  "Using simple diagrams, illustrate latitude and longitude.",
  "Using a compass, show how an aircraft can be turned on to various compass headings.",
  "Show that you understand how a compass works, including the difference between magnetic, true and grid north.",
  "Explain what magnetic deviation is and how it applies to air navigation.",
  "Show that you know about the latest developments in electronic navigation aids. ",
  "You’ll be given three headings and corresponding  tracks. For each one, work out the amount of drift in degrees and the type. Show your answers by drawing a simple diagram.",
  "Choose one of these to do:\nOn a topographical air map, draw a track for an imaginary flight of at least 80 nautical miles. Point out the landmarks that would show up on both sides of the track, in clear visibility, at an altitude of about 600 feet.\nIdentify landmarks on a topographical air map that you would see during a flight of about half an hour in clear weather.",
  "On a topographical map, draw the track between any two places at least 100 nautical miles apart. Measure the exact distance.",
  "Show that you can calculate overhead flight times, using the air speed of an aircraft, and adjust your calculations for head and tail winds of different speeds.",
    "",
  "Option 2: sea:",
  "Gain a good working knowledge of charts, chart datum and symbols used.",
  "Show your skills in compass work by completing all of these tasks:\nRead a mariner’s compass marked in points and degrees and demonstrate your knowledge of compasses generally.\nShow that you know about variation and avoiding deviation.\nShow you’re able to correct a magnetic compass course for variation and deviation to obtain a true bearing. Next, adjust a given true bearing to obtain a compass course.\nShow how compass error can be found from a transit bearing.",
  "Complete two of these tasks:\nShow how a position can be found from two intersecting position lines.\nLearn what is meant by a ‘cocked hat’ position and how to use it safely. Plot a position from any three cross bearings.\nPlot a position using the ‘running fix’ method.\nPlot a position using a combination of compass bearings and one or more of these: satellite navigation system, vertical sextant angle, horizontal sextant angle, line of sounding or transits.",
  "Learn how to use tide tables and tidal stream atlases.",
  "Learn how to use the marine log to obtain distance run and speed.",
  "Show you understand the buoyage system for United Kingdom coastal waters and other methods of marking dangers and channels.",
  "Show that you’re aware of the latest developments in electronic technology, like the Global Positioning System and electronic charts.",
  "Go on a coastal voyage of between four and six hours and act as the navigator. You should keep a log showing courses steered, distance run, navigation marks passed and weather experienced. During the voyage:\nplot the estimated position every hour by keeping up the dead reckoning\nAt least once per hour, and whenever appropriate, plot an observed position by bearings or other means of obtaining a fix."],
  "Angler":
  ["Learn the water safety rules and the proper precautions to take when fishing from the bank, shore line, or from a boat.",
  "Learn the basic hygiene precautions to take when fishing.",
  "Go fishing at least four times in two different places. Make a note of:\nthe number of fish you caught\nspecies and size of your fish\nyour method, tackle and bait used\nthe weather and water conditions.",
  "Choose the correct equipment and method for where you plan to fish.",
  "Learn to assemble a rod, reel or pole.",
  "Choose the right form of bait, lure or fly for your planned fishing activity.",
  "Show you can cast correctly and accurately into a target area a suitable distance away, depending on the equipment you are using.",
  "Tie at least three different knots for your chosen method of fishing.",
  "Show how to correctly handle a fish, unhook it and return it into the water.",
  "Explain how different species of fish have different habitats. Talk about how this, and weather conditions, can affect your method of fishing."],
  "Artist":
  ["Option 1: artist",
  "Paint, draw or illustrate each of these:\na scene from a story\na person or object\na landscape.",
  "Show a selection of your own recent work.",
  "",
  "Option 2: arts enthusiast",
  "Choose a favourite art form or artist to take an active interest in. It doesn’t have to be painting – it could be pop music, sculpture, theatre, architecture, break dancing or anything similar.",
  "Describe two visits you have made that are connected to your interest. You can use photographs, films, recordings, concert programmes, ticket stubs, newspaper reviews or websites to illustrate your point.",
  "Show that you know a lot about an aspect of your interest. You could talk about a particular piece of art, like a painting, performance, sculpture or building. Or you could discuss a particular person or historical period connected with your chosen art form.",
  "Make a list of major events, exhibitions or venues connected with your chosen subject. Talk about why the items on your list are important."],
  "Astronautics":
  ["Find out how craters are formed, and what meteorites tell us about the universe. You could experiment using marbles, rubber balls or stones as meteorites, and a tray filled with sand as your planet/moon surface.",
  "Compare satellite images of Mars and the Moon with satellite images of Earth. Point out similar landscape features such as craters, valleys and volcanoes. Discuss what Earth observation can tell us about the land, sea and atmosphere.",
  "Build your own satellite dish. Discuss what everyday items rely on satellites.",
  "In a group, debate about life elsewhere in the universe. What might it look like? How do we search for life on other planets and moons? How would the human race react to the discovery of life elsewhere in the universe?",
  "Find out about the International Space Station and how astronauts live and work on board. ",
  "Research a current space mission, such as a mission to Mars. Then, design a model of your own space probe or other spacecraft, including the instruments on board that enable it to complete its mission.",
  "Build, launch and recover a model rocket. Think about the shape of your rocket and why that’s important. Make a second launch to achieve a specific objective, such as reaching a certain height or carrying a fragile payload, like an egg. "],
  "Astronomer":
  ["Show what you know about the night sky and why the pattern of stars changes, night by night, throughout the year.",
  "Learn the meaning of the terms celestial, equator, poles, circumpolar and zodiac.",
  "Build a model of the solar system using everyday materials found in the home, such as different size fruit or sports balls. Use an outside area to scale the solar system.",
  "Explain how the Moon affects the tides.",
  "Build a telescope from two cardboard tubes or two A4 pieces of black card, and lenses. Compare what you can see through a telescope and what you can see with the naked eye.",
  "Observe three constellations on a clear night and record what you saw.",
  "Read a star map using a compass and red light. Compare the differences between using a star map and a normal map.",
  "Learn how to identify a satellite. How do you tell it apart from an aeroplane, star, planet or a meteor? Then complete these activities: \n  a.  identify a satellite to observe\n b.  choose a clear night and use a clock and a compass to help you observe the satellite\nc.  plan an evening with your Scout Group and teach others how to observe the satellite"],
  "Athletics":
  ["Run through an appropriate warm-up and warm-down routine using all the main muscle groups. Explain why both routines are important.",
  "Talk about the safety rules in athletics, particularly throwing and jumping events. Explain the most appropriate clothing to wear.",
  "Take part in six athletics events from the scout website",
  "Find out and explain to your leader how to take part in athletics in your local area."],
  "Athletics Plus":
  ["Run through an appropriate warm up and warm down routine using all the main muscle groups. Explain why both routines are important.",
  "Talk about the safety rules for athletics, particularly throwing and jumping events.",
  "Compete in any three events (two track and one field, or vice versa) and gain the points set out as indicated on the score chart below."],
  "Camper":
  ["Camp under canvas as a Scout for at least 15 nights.",
  "Lead a group of Scouts in the pitching, striking and packing of a four to six person tent.",
  "Find out what to look for when choosing a campsite and in deciding the best position to pitch tents.",
  "Show that you understand and act on the reasons for hygiene and the importance of being safe and tidy in camp.",
  "Show how you store food hygienically at camp.",
  "Learn how to dispose of your rubbish safely and responsibly.",
  "Construct two useful camp gadgets, such as a camp larder, altar fire, flagpole or a camp gate.",
  "Plan a full menu for a weekend camp. Cook a full meal from it over an open fire.",
  "With others in your Troop, plan and carry out a programme of activities for a weekend camp."],
  "Caver":
  ["Take part in at least four trips to at least two different cave systems. You must make each visit as a member of a properly led group.",
  "Keep a record of your trips and the routes you followed.",
  "Develop a good knowledge of the caving and cave conservation codes. Show your assessor that you’re aware of the environmental  issues around caving."],
  "Chef":
  ["Plan a menu for a weekend event for between four and six people.Include the quantities you’ll need and any dietary needs of the group for cultural, religious or medical reasons.",
  "Show how and where to shop for the food and the best way to transport it.",
  "Show how to store food properly, hygienically and in ways that prevent food poisoning. Explain what you might need to consider if you’re using an indoor kitchen or a camp kitchen.",
  "Cook and serve at least one of the meals from your menu. The meal must be at least two courses and can be prepared on an open fire on camp or in a kitchen.",
  "Demonstrate the best way to clear up afterwards. Clearing up should include washing up utensils, pots and pans, disposing of rubbish and leftover food in a way that prevents vermin or disease."],
  "Circus Skills":
  ["Select two skills from the table below. The two skills must be from different lists.(Table on Scout website)",
  "Carry on putting effort into your two selected skills and show some achievement. Someone with experience should guide you throughout.",
  "Demonstrate your two selected skills in front of an audience.",
  "Find out things about circus life and talk about these with an adult.",
  "Watch at least two circus or street performance events. Talk about what you saw."],
  "Climber":
  ["Show that you know the rope types used for rock climbing. Explain how to coil and maintain them.",
  "Show that you know how to fit a climbing helmet and harness and how to tie in correctly.",
  "Show you understand the calls used in climbing.",
  "Show that you know how to abseil down a face. It should usually be at least 10 metres high. Alternatively, you can take part in a climbing-like activity, such as crate stacking or high ropes, and show you know about the safety equipment used.",
  "Take part in four or more separate climbs. Your climbs should either be on artificial walls of grade 4+/5 or natural faces up to ‘difficult’ standard. You could do a mixture of both, using a different route for each climb. Either way, an experienced climber must supervise your climbs and evaluate your ability.",
  "Explain the safety rules for climbing on both natural and artificial rock faces.",
  "Show that you’re aware of environmental  issues around climbing on atural rock faces.",
  "Explain how to care for the equipment you used. Also, explain what you should look out for when equipment is nearing the end of its life."],
  "Communicator":
  ["Option 1: radio communication:",
  "Log 25 different amateur radio stations. Note the date, time, call sign, frequency, readability and location. You may include some broadcast ",
  "Show how to tune a simple communications receiver.",
  "Give an example of a typical greetings message.",
  "Explain in simple terms how radio waves travel around the world. Learn the more commonly used HF and VHF amateur frequency bands.",
  "Learn the phonetic alphabet and define at least eight international Q code signals.",
  "Show that you can recognise call signs from the UK and near continent.",
  "Visit an amateur radio station.",
  "Learn the regulations governing the use of amateur radio equipment.",
  "",
  "Option 2: communication codes:",
  "Send and receive a short message by Morse code or semaphore at a rate of five words per minute.",
  "Show that you know the proper procedure for sending and receiving a message.",
  "Learn the international phonetic alphabet and define at least eight international Q code signals.",
  "Construct a simple Morse code oscillator and send a short message.",
  "",
  "Option 3: mobile and internet communication:",
  "Show you know how to use your mobile safely and how to keep it safe.",
  "Learn the meaning of these terms: SMS, MMS, 3G, 4G, WAP and Bluetooth.",
  "Send a creative text, multimedia or video message to invite a friend to a Scouts event.",
  "Manage a mobile phone address book and set up groups of contacts.",
  "Show you can text accurately at a rate of 50 characters per minute.",
  "Show you know the meaning of some popular chat abbreviations.",
  "Share photos and videos of a Scouting activity you’ve been involved with, using available technology.",
  "Manage an email address book and set up groups of contacts.",
  "",
  "Option 4: foreign languages:",
  "Carry on a simple conversation for about 10 minutes.",
  "Write a letter of around 150 words.",
  "After a few minutes of study, translate a paragraph of basic text.",
  "Act as an interpreter for a visitor who does not speak your native language.",
  "Communicate with a person who does not speak your native language.",
  "",
  "Option 5: translator:",
  "Carry out a simple conversation for about 10 minutes.",
  "Use sign language to describe a Scouting experience to another person.",
  "Act as a translator for a short conversation between a sign language user and someone with no sign language experience.",
  "Invite a sign language user to talk to your Troop about what it’s like to have impaired hearing or speech. Help by translating for them during their visit."],
  "Craft":
  ["To achieve this badge you need to make or decorate one or more articles using, whenever possible, original design ideas.\n\nYou should discuss this project beforehand with a member of your leadership team. It should take around six hours to complete the project."],
  "Cyclist":
  ["Part 1:",
    "Use a bicycle that is properly equipped. Keep it in good working order for at least six months.",
  "Show that you can carry out essential maintenance and repairs, including:\nchecking and adjusting the brakes\nchecking and adjusting the gear change\nadjusting the seat and handlebars to a correct height\nremoving a wheel and locating and repairing at puncture\nchecking and adjusting your cycle helmet\nmaintaining a set of lights.",
  "",
    "",
  "Part 2:",
  "Option 1: road cycling:",
  "Explain what extra precautions you should take when cycling in the dark or in wet weather. Show you understand why motor vehicles take longer to stop in the wet.",
  "Learn the basics of first aid and what to do if an accident happens.",
  "Develop a working knowledge of map reading. Orientate a map using a compass or conspicuous features. Estimate distances and times taken to travel.",
  "Plan and carry out an all-day cycle ride of at least 40 kilometres (25 miles).",
  "Complete one of these:\nShow you can control a cycle along a slalom course.\nShow you understand the Highway Code, including road signs and helmet use.",
  "",
  "Option 2: off-road cycling:",
  "Show you understand the Mountain Bike Code of Conduct.",
  "Show you can control your cycle over different types of terrain.",
  "Show you’re aware of the damage that may be caused to the environment through careless cycling across the countryside.",
  "Learn the basics of first aid, including the treatment of hypothermia and find out what to do in the case of an accident.",
  "Gain a working knowledge of map reading. Orientate a map using a compass or conspicuous features. Estimate distances and times taken to travel.",
  "Plan and carry out an all-day ride of at least 30 kilometres (20 miles)."],
  "DIY":
  ["Show you can work safely and know about the following:\nhazard symbols and signs (for dangers such as toxic, flammable, irritant, electrical danger or slippery surface)\nsafety equipment (such as goggles,  gloves, masks, ear defenders)\nhow and where to turn off mains supplies (such as water, electricity and gas) to the house.",
  "Learn how to safely isolate individual electrical circuits at the consumer unit. This includes letting other users know that work is being carried out.",
  "Show or explain how you would deal with four DIY emergencies for example:\nunblocking a sink\npatching a leaking pipe\nadjusting the float arm of a cistern\nchanging a lightbulb\nhinge a door back in place\nfixing a door bell ringer\nstabilising a wobbly stair rail\nrepairing a tear in clothes or upholstery\nremoving common stains eg ink, wine, and coffee",
  " Take an active part in two major DIY projects, indoors or outside. You could:\nprepare and paint, paper or tile the walls of a room\nprepare and paint woodwork or furniture\nfit a curtain track and hang curtains\nmake a freestanding storage unit or put up shelves\ncover a floor with vinyl overlay, lino, tiles or carpet\nhang a door and fit or repair locks and other door furniture\nlay a patio, decking or path\nbuild a low wall, barbecue, gate or fence\ncarry out routine service checks on a car, then clean and polish the car"],
  "Dragon Boating":
  ["Learn the safety rules, capsize drill and the water buddy system.",
  "Learn the procedures for loading, numbering off, stopping, bracing the boat, forward and backward paddling.",
  "Learn the instructions and commands issued by The Dragon Boat Racing Association.",
  "Carry out practice training sessions for a minimum of two hours. Practice a race over a distance of at least 250 metres.",
  "Take part in a competitive or timed dragon boat event over a course of at least 250 metres."],
  "Electronics":
  ["Identify a number of common electronic components that are shown to you. Explain, in simple terms, the functions they perform in electronic circuits.",
  "Describe the systems used for marking components with their values. Demonstrate by identifying the values of resistors and capacitors by their markings. Explain the importance of the rating of a component.",
  "Show that you know the symbols used to represent common components in circuit diagrams. Show how to identify the polarity of a diode and a specific pin number on an integrated circuit.",
  "Show that you’re aware of the safe working practices to be followed when handling electronic components, circuit boards and when soldering.",
  "Use a multimeter to measure voltage, current and resistance in a simple circuit. Explain the relationship between these values.",
  "Talk about the main differences in the operation of digital and analogue circuits.",
  "Construct three simple circuits. One of these should be based mainly on digital electronics. They can be from a book or magazine, or you can design the circuits yourself. If possible, at least one of the circuits should be soldered using either stripboard or a custom-made printed circuit board.",
  "Explain the principles behind the operation of each circuit and the typical values of voltage and current found in each.",
  "Explain the possible uses of the three circuits you built.",
  "Talk about the uses and benefits of electronics in everyday life. Explain how electronics can be used to improve lives."],
  "Entertainer":
  ["Write and plan some original entertainment. It could involve a campfire or stage routine involving mime, drama, music, storytelling or conjuring. Alternatively, it could take the form of a presentation featuring sketches, film, slides, tapes, photography or sound recordings.",
  "Rehearse the entertainment and make sure everyone has a job to do. You might need actors, a producer, a stage manager, front of house or a publicity manager.",
  "Present the entertainment to an audience at a school, for your Troop or at a parents’ evening."],
  "Environmental Conservation":
  ["Find out about an environmental  issue that is important to your local community. It might be linked to:\nrecycling and conservation\nenergy efficiency in the home or your meeting place\nthe building of new homes and local land use\nwater, light, thermal, air or beach pollution\ncoastal erosion\nthe impact of tourism on the local environment.",
  "Take part in an activity or project that improves local conservation. It could take place during a weekend conservation camp or you could spread it over at least five weekly sessions. You could look at:\nrecycling\nreducing energy usage or renewable energy\nprotecting important habitats or wildlife\npollution\nerosion\nflooding.",
  "Get involved in a campaign to make others aware of an environmental  issue. You could write to your MP and other local agencies or speak to a community group."],
  "Equestrian":
  ["Riding:\nShow you can catch a pony from a field or stable and tack up for riding.\nWalk, trot and canter a pony.\nJump over small fences.",
  "Grooming and care:\nGroom your pony correctly and explain why it is necessary.\nShow you know how to take care of saddlery and other equipment.",
  "Horse health:\nFind out about some of the basic health issues affecting horses and ponies, including worms and laminitis.\nShow you have a basic knowledge of grass management. Show you recognise poisonous plants and the results of overgrazing.",
  "Safety:\nTalk about road safety for riding.\nExplain why you need a hat, body protector, stirrup and other  safety equipment."],
  "Farming":
  ["Option 1:",
  "Learn about farming practices in your area.",
  "Find out about the organisation, as well as the daily and seasonal operations, of a farm of your choice. Make a note of practices relating to livestock, crops, cultivation, rotation, machinery and labour force.",
  "Find photos to demonstrate the changes in farming practices that have taken place over a number of years. Explain the reasons for these.",
  "",
  "Option 2:",
  "Cultivate an area of garden or an allotment for a specific length of time. Agree this beforehand with your leadership team.",
  "Show you’re successful in growing:\n- three kinds of hardy annual flower\n- three kinds of vegetable\n- two kinds of bulbs, herbaceous plants, flowering shrubs or rose",
  "Keep a record of the work you've done and the results you've achieved. This could include height records of the flowers, for example.",
  "",
  "Option 3:",
  "Keep any kind of livestock for at least three months. You could:\nlook after farm animals or birds, and learn how they should be housed, fed and bred as well as their economic uses. Show how to handle them safely and learn about animal welfare.\nmanage a hive. Bring in some of the honey you produce."],
  "Fire Safety":
  ["Explain what action should be taken and why, if you discover a fire has broken out in the home or at camp.",
  "Explain the process of combustion. Find out about the effects of smoke and heat and how to act in smoke.",
  "Be aware of dangers in the home and the fire precautions  necessary for:\nBe aware of dangers in the home and the fire precautions portable electric fires\ndrying clothes\nelectric wiring and fuses\nsmoking paraphernalia, particularly matches\nuses of household gas, including gas fires\nparty decorations and candles\nclosing doors and windows\nusing BBQs.",
  "Explain the benefits of installing smoke detectors. Describe the best places to install them.",
  "Learn what the dangers of campfires are and what precautions should be taken.",
  "Find out about the causes of heath and grass fires.",
  "Learn how to make an emergency call for the fire service.",
  "Identify different fire extinguisher types such as water, dry powder,  foam and carbon dioxide. Explain what kinds of fire they should be used on.",
  "Find out what to do if a person’s clothes are on fire.",
  "Talk to your family about what to do in the event of a fire at home."],
  "Forester":
  ["Identify at least eight common types of tree that grow in your area, including both deciduous and coniferous.",
  "Find out how to identify trees using identification keys.",
  "Prepare the soil and successfully transplant a young tree.",
  "Find out how both natural woodland and commercial forests are managed. Be aware of the damage these areas may be exposed to from wind, frost, fire and animals.",
  "Show how to select, use and care for forestry equipment, and know the safety issues involved.",
  "Show how to fell and trim out a tree or lay a hedge."],
  "Fundraising":
  ["Identify and organise a fundraising initiative for either:\nThe Scout Association, to promote and grow Scouting nationally, or your local group to pay for something like new equipment or a new roof. You could even fundraise for both.\nanother UK registered charity.",
  "Think of a short reason that tells potential donors about your chosen cause. It must be inspiring and clear to raise the most money.",
  "Set a target and a date by which you’ll have raised the money. We suggest a minimum of £100.",
  "Write a short report about your fundraising challenge and submit it to your leader, Troop Forum or Patrol Leaders’ Council. Detail the cost versus the amount raised and give three top tips that could help other fundraisers."],
  "Geocaching":
  ["Show that you know about the Global Positioning System (GPS) by explaining:\nhow it works\nownership and control of the system\nits benefits to society\nwhat factors affect its accuracy.",
  "Programme a handheld GPS receiver  to:\nfind your location (grid reference, plus latitude and longitude) and record it\nenter the grid reference of a local landmark and navigate to the waypoint\nenter the latitude and longitude coordinates of a nearby point and navigate to the waypoint. Be sure to check the accuracy.\nwalk on a bearing using the GPS and a map.",
  "Show that you know the difference between Ordnance Survey, and latitude and longitude coordinates.",
  "Using an Ordnance Survey map (1:25000 or 1:50000 scale) to plan a route of at least 4km that contains a minimum of 10 waypoints. Talk about the features and challenges along the route. Programme the route into a handheld GPS and take the journey.",
  "Sign up to a geocaching website. Find out about geocaching and show that you understand what’s involved in both locating and placing a geocache.",
  "Show that you understand the safety and environmental aspects of geocaching, such as the Highway Code, Countryside Code and the Geocaching Association of Great Britain (GAGB) guidelines.",
  "Find five geocaches using a GPS. At least three geocaches must be ‘multi-caches’, with at least two waypoints. Talk about the GPS receiver’s accuracy of information provided.",
  "With the help of an adult:\nplan, assemble and hide two caches, one of which should be a multi-cache. Make sure the location is suitable and that other navigators have proper access to the land and terrain.\neither submit your caches to a geocaching website or give the details to other Scouts so they can find the caches."],
  "Global Issues":
  ["Identify where your clothing or other belongings have been made. With other Scouts, talk about why companies might choose to have the items made in other countries. What are the advantages and disadvantages of overseas production?",
  "Investigate a recent natural disaster by looking at photos, news articles or videos online. Decide in small groups what five things were needed to help people after the disaster. Decide as a Troop how best you can help when a natural disaster happens.",
  "Find out about an international sporting event and discuss with your Troop how sporting events can contribute to international peace and understanding.",
  "In small groups, learn about an international health issue and use a creative way to share what you have learnt with your Troop. Issues could include Malaria, Ebola, HIV and Aids.",
  "Think about the rights that we have in the UK (like the right to vote, the right to go to school and equal gender rights). Compare these with the rights a Scout in another country might have."],
  "Hill Walker":
  ["With others, plan at least five one-day journeys of at least 14km in hilly country. At least three of these should be in areas defined as terrain one and be led by a permit holder.",
  "Using Ordnance Survey maps, complete all the information you need to plan the route for each journey.",
  "Learn how to summon help in an emergency. Make sure you know what In Touch system will be used.",
  "Make sure you know the different types of  hazards you might come across. There might be water hazards, unstable ground, changeable weather conditions or other dangers.",
  "Before setting out, list the equipment that should be taken and explain how to use them correctly. This includes:\nspare food and safety or emergency equipment\nwhat you should wear\nwhat you should carry.",
  "Complete your planned journeys. Take turns in leading the group for part of each journey. Keep a log of your journeys.",
  "During the journey, show how you use the map and compass.",
  "Show you’re aware of ways to preserve the natural environment,  such as avoiding erosion and conserving wildlife habitats.",
  "Show that you’re aware of developments in technology,  such as the Global Positioning System (GPS), digital mapping or waterproof maps.",
  "Show that you know the publication Safety on Mountains, published by the British Mountaineering Council."],
  "Hobbies":
  ["Option 1:",
  "Take up a hobby or interest that you do not already have an activity badge for.",
  "Keep a record of your hobby for at least four months.",
  "",
  "Option 2:",
  "Make a collection or study of objects for at least four months. You could collect books or magazines, films, cards, key rings, figurines or similar.",
  "Talk to your Patrol Leader or your Troop about the collection or study you chose. Explain why you chose your objects and what you like about them."],
  "International":
  ["Find out about the World Scout Movement’s history and what it does today. Complete a quiz in teams to see who in your Troop knows the most about the World Scout Movement and discuss what you think World Scouting could do in the future.",
  "Take part in a traditional craft or creative activity from another country.",
  "In a language other than your own, introduce yourself and say a few basic, useful, everyday phrases.",
  "Take part in one of these events individually or with the Troop and report back to other Scouts:\nJamboree On The Internet (JOTI) or Jamboree On The Air (JOTA)\nan international camp held in the UK or abroad\na link to Scouts in another country"],
  "Librarian":
  ["Show that you know how to look after books and e-readers.",
  "Show that you can use a library catalogue.",
  "Explain how fiction and non-fiction books are arranged on the shelves. Why are they treated differently?",
  "Learn what is meant by a reference book or material. Use some of these references to gather information for a journey with a purpose:\nleisure leaflet or webpage\nbus or train timetable\nalmanac or a who’s who\ngazetteer or Yellow Pages",
  "Show how you would search for information using the internet.",
  "Talk to your assessor about:\nbooks you have read and why you enjoyed them\ninformation you found from books or websites\ngetting books on the internet for e-readers."],
  "Lifesaver":
  ["Explain and, if you can, show how you would carry out a rescue from water using these methods:\nshout\nreach\nthrowing a buoyant aid\nthrowing a rope\nwade.",
  "Reach the standard of one of these:\nRoyal Lifesaving Society UK (RLSS UK)  Rookie Lifeguard Gold Level 1 award\nRoyal Lifesaving Society UK (RLSS UK) Survive and Save Silver Medallion award.",
  "Explain and, if you can, show what you would do if:\na person fell through ice\na pet fell through ice."],
  "Local Knowledge":
  ["Option 1: rural and suburban areas:",
  "how that you know the local area surrounding your home or Scout Headquarters, up to a radius of 2 kilometres in suburban districts and 5 kilometres in rural districts. Locate as many as you can of these:\ndoctors, veterinary surgeons, dentists, hospitals and ambulance station\nfire station, police station, garages, shopping centres, retail parks and convenience stores\nmain bus stops, railway stations and local routes of buses and trains\nlocal Scout Headquarters, public parks, theatres, sports and leisure complexes and cinemas\nplaces of worship, museums, schools, colleges and local government buildings\nlocal routes that take you to the nearest motorway or national routes.",
  "Use a street map to point out six locations from step 1. From your home or Scout Headquarters, show the quickest route to one of the places.",
  "",
  "Option 2: urban areas:",
  "Gain a general knowledge of what parts of the country are served from your local airport, mainline railway and coach stations.",
  "Find out how to reach the local airport, mainline railway and coach stations, and major tourist attractions from your Scout Headquarters or home.",
  "Show how to use a map of your district. Use it to point out any six places of interest. Show how to get to these places from your Scout Headquarters or home.",
  "Give clear directions to a place of interest 8 kilometres away, to a person travelling by car or public transport.",
  "Find out which major local roads link to the motorway and A-road network and the main cities these roads serve.",
  "",
  "Option 3: heritage:",
  "Study an aspect of national history, local history or family heritage. Exhibit or present the results to other people.",
  "Over a period agreed with your leader, get involved in a project to help preserve some aspect of national or local heritage."],
  "Martial Arts":
  ["Take part in a regular martial arts activity that’s recognised by your sports council for at least six months. Show how you’ve improved by at least one level over that period.",
  "Take part in a competition or demonstration and talk about your performance with an instructor."],
  "Master At Arms":
  ["Attend regular training sessions in a relevant activity like fencing, shooting or archery. Show how you’ve improved in technique. You should train for at least six sessions.",
  "Learn the safety rules associated with your activity and show how to follow them.",
  "Take part in your chosen activity at an officially supervised contest. Afterwards, talk to the instructor about your performance and how you can improve."],
  "Mechanic":
  ["Option 1: motor car:",
  "Learn the principles of operating an internal combustion engine. Make sure you understand the function of the clutch, gearbox and rear axle differential.",
  "Show how to check and refill the windscreen wash bottle of a car.",
  "Show how to change a bulb at the front and in the rear light cluster of a car.",
  "Show how to check the level of water in the radiator, ‘top up’ the radiator and explain the importance of anti-freeze.",
  "Show how to check tyre pressures and inflate a tyre correctly.",
  "Remove and replace a road wheel.",
  "Explain what to look for when checking that a tyre conforms to the legal requirement. Find out why cross and radial ply tyres should not be mixed on the same axle.",
  "Show how to change a wiper blade.",
  "Explain the outline requirements for an MOT road test.",
  "",
  "Option 2: power boat:",
  "Complete one of these activities:\nDiscuss the principles and performance of several types of motorboat engines, other than two-stroke. Show that you know the maintenance needed for a familiar type of marine internal combustion engine, other than two-stroke.\nAssist with the maintenance, dismantle, service and reassemble an outboard engine. Show how to fit it properly to the transom of a boat. Explain how to detect minor faults in starting and running whilst afloat.",
  "Complete one of these activities:\nAs driver or mechanic member of a power boat’s crew, help to prepare the boat for a voyage by checking the engine for possible minor faults, checking the fuel supply and pump and mustering the fire-fighting equipment. Show you know how to leave the engine in a proper manner and how to drain the engine in an emergency.\nCheck the engine of a motorboat in preparation for a cruise or expedition, making sure there is fuel that is stored safely, an adequate tool kit and effective fire-fighting apparatus. Accompany the expedition, either as the mechanic or assistant, and be fully or jointly responsible for the operation, care and maintenance of the engine throughout.",
  "",
  "Option 3: aircraft:",
  "Learn the basic principles of one these component parts and be able to point them out:\nan aircraft piston engine\nan aircraft gas turbine engine.",
  "Learn the basic principles of flight and airframe construction of a fixed wing aircraft.",
  "Learn and then demonstrate Aircraft Marshalling signals used by day and night.",
  "Show you can carry out any four of these:\nreplenishing a light aircraft fuel and oil system safely\nrigging and de-rigging a glider\npicketing a light aircraft\nchanging plugs on a light aircraft engine\ninspecting aircraft main and tail or nose wheel tyres for serviceability\nrepairing a small tear in the fabric surface of a light aircraft or glider\nchecking the control system of a light aircraft or glider for correct sense of movement.",
  "",
  "Option 4: motorcycle or scooter:",
  "Learn the principles of operating a two-stroke or four-stroke internal combustion engine. Learn about the function of the clutch, gearbox, carburettor and transmission of a motorcycle.",
  "Remove, clean and check the gap of a sparking plug.",
  "Check and top up the level of the engine oil.",
  "Explain how to adjust the tension of the final drive chain.",
  "Show how you change a bulb at the front and in the rear light cluster.",
  "Show how you would check tyre pressures and inflate a tyre correctly.",
  "Remove and replace a road wheel.",
  "Explain what to look for when checking that a tyre conforms to the legal requirement.",
  "Explain the outline requirements for an MOT road test."],
  "Media Relations and Marketing":
  ["Choose from three of these activities to achieve this badge.",
  "Produce and give a presentation about Scouting. Use audio and visual media and think about how you can make it relevant to people not involved in Scouting.",
  "Write a press release about a Scout event that has taken place. Send it to your local Media Development Manager so that they can get it published in the local press, radio station or community website.",
  "Find out about local media outlets such as radio, TV, newspapers and online. Find out what their target audience is and work out a storyline that they might be interested in featuring.",
  "Prepare and present an audio or video package about a Scouting event or activity. The report should be accurate, informative and reflect the adventure of Scouting.",
  "Prepare a creative display about your Troop or Group that can be exhibited in your local library, information centre or public place.",
  "Interview a local public figure or someone in the local news, such as a church leader, politician or celebrity and present the interview to your Troop. Get some advice from your Leader before contacting the person.",
  "Produce some media which can be used within Scouting, such as a district newsletter story or a piece of website content."],
  "Meteorologist":
  ["    Explain how each of these are measured:\nwind force and direction\ncloud type and extent\ntemperature\npressure\nrainfall\nhumidity",
  "Record the weather conditions every day for two weeks, or   once a week for three months. Use equipment like a rain gauge or an outdoor thermometer.",
  "Identify different cloud types. Describe how they are formed.",
  "What do ‘warm’ and ‘cold’ air masses in summer and winter do to the typical weather in your area? Describe the effects on land and sea.",
  "Explain how weather forecasts are created.",
  "Show that you understand a synoptic weather map, including fronts and isobars. Explain how the measurements in step 1 relate to the map."],
  "Model Maker":
  ["Option 1:",
    "Choose one of these activities:\nBuild a model using a plastic or white metal kit or pre-cast figures.\nDesign and construct a model from a wood, plastic or metal construction set, such as Lego or Meccano.",
  "Show that you know the different types of kits or parts available in the material you chose.",
  "Talk about the experience of building the model with a knowledgeable adult.",
  "",
  "Option 2:",
  "Build a model aeroplane, using a kit if you want to. It must meet one of these target flight performances:\nA hand-launched glider must fly for 25 seconds.\nA tow-launched glider must fly for 45 seconds, with 50 metres maximum line length.\nA rubber-powered aircraft must fly for 30 seconds.\nAn engine-powered aircraft must fly for 45 seconds, with 15 seconds maximum motor run.\nA control line aircraft must show a smooth take off and landing, with three laps of level flight at about 2 metres, with a climb and dive.",
  "Talk about the experience of building and flying the model with a knowledgeable adult.",
  "",
  "Option 3:",
  "Build an electric or engine-powered model boat or yacht at least 45 cm in length. Show that it’s capable of maintaining a straight course of at least 25 metres. You can use a kit if you like.",
  "Talk about the experience of building the model with a knowledgeable adult.",
  "",
  "Option 4:",
  "Choose one of these two activities:\nBuild an electric slot car racer. Drive it a minimum distance of 122 metres on any track, without stopping or leaving the slot more than four times.\nBuild a free running car of any type. Show that it can run for at least 18 metres. Airscrew drive is allowed and you can use a kit if you like.",
  "Talk about the experience of building the model with a knowledgeable adult.",
  "",
  "Option 5:",
  "Build a model coach or wagon. Show that it can run properly behind a scale locomotive.",
  "Build a scaled scenic model, such as a station or farmhouse for a railway layout. You can use a kit if you like.",
  "Talk about the experience of building your models with a knowledgeable adult."],
  "My Faith":
  ["Take an active part in your place of worship. You could get involved in community work, take a special part in services or celebrations or follow a training or study programme.",
  "Find out more about the origins of your faith. Share what you find out with others in the Troop.",
  "Explore something about the history of your faith at a local, national or international level. You could learn about influential people, or visit a shrine or other holy place.",
  "Explain to an adult some of the teachings of your faith. Explain how these affect the way you live your life."],
  "Naturalist":
  ["With appropriate permission, spend at least one day at one of these locations and investigate the wildlife and plants found there:\nwoodland or parkland\ndown land\nmoor land\nseashore or sand dune\nhedgerow\nroadside verge\nstream, river or canal\nsmall pond\nwetland or marshland.",
  "Tell a knowledgeable adult what you discovered. Show them your field notes, sketches, photographs or maps.",
  "Find out more about a plant, animal or particular wildlife from your chosen location.",
  "Discuss what you found out, giving sources for information from places like museums, field guides or the internet.",
  "Discuss how human activities or land management can affect wildlife."],
  "Orienteer":
  ["Learn about the map colours and common symbols used on an orienteering map.",
  "Orientate a map using either terrain or a compass. Learn how to navigate while keeping the map set to the ground. ‘Thumb’ the map to log your changing position.",
  "Complete three courses at orienteering events recognised by British Orienteering or another similar standard.",
  "Show you know the safety procedures, basic first aid, appropriate clothing and equipment for countryside navigation.",
  "Show that you know the Countryside Code."],
  "Parascending":
  ["Take part in a parascending course. Show that you can:\ndemonstrate a good landing roll\nput on a harness and adjust it\nassist on more than two occasions as tensiometer reader, observer or log keeper.",
  "Learn the main characteristics and different types of parachutes used by parascenders.",
  "Show a basic knowledge of the theory of flight.",
  "Experience at least four parascending flights. "],
  "Photographer":
  ["Option 1: still photography:",
  "Choose one of these two activities:\nProduce 12 photographs, featuring at least two of these photographic techniques: portrait, still life (or similar), landscape or seascape, sport or action, or timelapse.\nProduce six black and white photographs, based on a theme of your choice. Explain the steps you took to create them and the impact of using black and white as an alternative to colour images. You could produce high quality prints on photographic paper or present them on screen.",
  "Show that you know the main settings on a digital camera or a smartphone camera. This should include focus and exposure control, and flash settings. Explain the impact of shutter speed and aperture size on the image.",
  "Describe what accessories are available to use with digital cameras or smartphone cameras.",
  "Edit a selection of your images, using editing software on a computer or using an app on a smartphone. This could include cropping, colour, contrast or light levels. Explain what you have changed and how it improved your image.",
  "Diagnose typical faults that happen at the photographing or editing stages, such as over or under exposure and high or low contrast. Explain how to reduce camera shake and how to respond to subject movement.",
  "Show that you know how to care for a digital camera or smartphone camera.",
  "",
  "Option 2: video photography:",
  "   Produce at least two short films from two of these categories.\ndocumentary\nmusic video\ndrama\ncomedy\nadvertisement\ntraining film\n\nCreate a storyboard and script for each of these. Edit the film using editing software on a computer or a smartphone app.",
  " Show that you understand:\ncamera techniques such as panning, zooming, close-ups, long shots and using additional lighting.\nproduction techniques such as editing, how to avoid jump cuts and maintaining continuity.",
  "Choose one of these two activities:\nShow that you know how to care for a video camera and accessories, such as storage media, batteries, microphones and lights.\nDiscuss the differences between recording video on a video camera, digital camera and a smartphone."],
  "Physical Recreation":
  ["Regularly take part in an active sport or physical pursuit, which you haven’t already gained an activity badge for. It could be a team game like rugby, football or water polo. Individual sports like tennis, running or gymnastics count too, so do pursuits like walking, yoga, ice skating or dancing.",
  "Show a reasonable level of skill in your sport or pursuit. Show how you’ve improved over time.",
  "Explain the rules or guidelines that govern the sport or pursuit you chose.",
  "Show how you would prepare before taking part in your sport or pursuit. You could run through any special equipment or clothes you need and any warm-up and warm-down routines.",
  "Explain how to care for the equipment you use. Explain what you should look out for when the equipment is nearing the end of its life."],
  "Pioneer":
  ["As a member of a group, take part in:\nan indoor pioneering project, like constructing a guided missile launcher or chariot\nan outdoor pioneering project, like building a monkey bridge, a raft or parallel runway",
  "Show the correct way to do these:\na whipping or safe rope sealing\na splice\ncoiling and storing a rope\nusing levers to extract objects or move heavy weights\nbeing safe in pioneering projects. Explain why it’s important.",
  "Name and tie at least six knots and three lashings that are useful in pioneering."],
  "Power Coxswain":
  ["Choose and identify the boat you will use.",
  "Choose the waters you will visit.",
  "Identify the features and hazards of this water.",
  "Learn what the rules are for boating on the water you’re using.",
  "Wear the proper clothing and make sure you have the correct equipment for your craft.",
  "Locate the engine and know how to start and stop it safely.",
  "Take part in a man overboard drill.",
  "Launch and recover your craft (if that’s possible) and come alongside. Moor and berth your craft.",
  "Control the speed and direction of your craft to steer around a course or on a journey."]
}